[PAD]
[UNK]
[GO]
[EOS]
。
？
是
么
什
这
的
在
色
有
人
个
里
吗
上
他
子
颜
车
干
物
动
们
一
做
滑
几
球
哪
玩
白
地
着
手
马
小
打
盘
机
只
面
飞
狗
红
雪
边
板
猫
衣
方
电
男
黑
拿
西
大
食
孩
女
长
桌
两
嘛
中
些
火
间
服
网
棒
水
牌
鹿
花
东
路
颈
头
浪
冲
她
房
放
行
吃
托
图
象
穿
摩
脑
萨
运
果
交
黄
灯
天
蓝
绿
披
箱
熊
骑
斑
和
辆
海
草
牛
具
示
生
钟
蛋
伞
包
风
糕
椅
没
了
筝
那
发
片
公
鸟
香
旁
卫
厨
汽
沙
士
看
船
蕉
羊
床
指
，
表
标
坐
2
通
呢
桶
戴
室
台
本
树
下
自
场
笔
墙
消
菜
游
右
巴
1
瓶
防
还
记
杯
架
三
镜
餐
左
栓
帽
洗
外
站
器
点
带
拍
工
前
比
戏
停
裤
厅
冰
酒
字
视
赛
建
客
筑
匹
装
把
空
3
话
刀
兰
美
甜
号
条
雨
苹
开
多
街
李
铁
都
咪
眼
不
到
时
键
道
领
牙
蔬
照
气
窗
书
现
毛
层
剪
圈
足
热
刷
饭
柜
双
饼
门
体
写
4
后
用
正
列
群
浴
显
盒
员
国
单
共
河
踢
挂
身
滩
信
儿
烤
盆
样
切
楼
卡
亮
轨
萝
娃
胡
背
木
志
灰
备
5
鞋
卜
橙
卧
位
友
轮
内
睡
朋
所
品
碗
碟
拉
奶
可
池
脚
粉
0
老
怎
口
T
厕
观
顶
否
准
很
纸
察
张
料
凳
布
棕
四
画
躺
炉
S
抱
O
套
晴
形
橘
堡
喝
汉
分
种
控
谁
杆
家
高
相
皮
偶
鼠
数
山
叉
遥
今
它
绒
绵
朗
日
壁
衬
屋
阳
感
、
市
便
货
觉
块
好
型
部
户
紫
店
味
少
过
式
肉
P
根
最
6
晚
被
进
名
意
橱
璃
座
玻
艘
波
十
趴
状
微
枕
咖
衫
警
摆
呀
啊
啡
盖
！
起
能
明
鸡
断
判
止
出
靠
金
仔
线
柱
垒
像
巾
侧
艇
识
旗
合
为
向
银
聚
等
宝
米
卖
植
饮
底
五
桥
划
心
厢
塑
得
插
治
i
景
裙
E
围
A
材
旅
薯
嘴
走
栏
母
缸
影
码
光
城
要
质
o
短
驶
原
爱
盔
雕
撑
7
演
广
湖
园
腿
s
文
会
季
对
类
叶
太
p
思
.
桔
t
啥
排
角
来
给
处
遮
圆
牵
油
枝
朵
以
盏
帘
8
勺
烛
框
帆
a
你
蜡
屏
英
茶
模
拖
篮
瓷
踩
举
事
锅
彩
柄
想
二
休
炒
豆
肠
夜
作
节
垃
圾
扔
莓
乐
吊
9
N
克
主
加
冬
L
投
垫
案
去
坪
石
喂
I
摊
鸭
力
提
塔
纹
岸
叼
极
R
接
瓜
北
蹲
息
林
告
禁
土
汁
理
从
脸
鹦
鹉
跑
袋
深
墨
漱
e
幅
吧
青
》
铺
烟
快
柿
吹
z
夹
轿
翔
摄
鱼
格
掷
倒
云
幕
毯
鸽
礼
馆
远
设
扇
修
计
卷
堆
丛
巧
各
耳
结
漂
砖
哥
澡
推
D
教
叫
支
旧
野
系
候
特
六
鲜
俩
帅
玫
再
棍
艺
如
何
置
制
龙
婚
泳
术
报
近
圣
罐
B
整
请
件
斗
鹰
说
尾
/
脖
态
年
啤
成
鹅
葡
萄
早
麼
诞
朝
灶
队
U
n
恤
商
收
C
耍
军
废
堂
展
直
战
r
抽
办
半
喷
茄
盛
聊
婴
项
安
古
杂
欧
涂
学
跳
第
编
技
司
咬
袖
H
奔
关
落
饰
午
梯
娘
步
W
使
造
吉
该
Y
立
飘
l
怀
梳
笼
旋
批
煎
目
鸥
陶
我
练
算
鸦
八
费
钢
壶
情
浅
任
贴
转
育
坡
七
调
新
端
击
榨
袜
别
壳
跟
针
桃
满
绳
琴
柠
檬
葱
猴
丝
桨
洋
：
牧
星
M
羽
应
反
讲
酱
番
破
笑
箭
驾
习
性
螺
流
往
港
瑰
者
筐
G
椒
罩
睛
平
额
嵌
其
w
同
买
肩
集
筒
实
拌
音
椰
全
鼻
姑
校
积
F
摸
烧
份
假
栋
容
液
罗
速
y
经
护
弯
真
翼
扶
师
当
d
帐
超
尔
透
就
于
操
h
弹
篷
燃
“
救
翻
链
栅
爬
许
弃
住
炸
妈
纱
乘
属
K
膀
按
配
租
清
虾
妇
基
活
抓
淡
仪
引
院
”
棵
泉
产
势
闹
庆
淋
舞
管
无
度
适
问
概
童
雀
歌
褐
印
参
登
甲
百
（
玉
丰
锈
组
赶
坏
区
附
梨
c
膏
菠
）
代
南
除
握
迪
汤
病
橄
榄
V
擎
听
完
馬
签
乱
利
浮
降
或
唱
尖
副
留
夫
辣
航
词
凉
搅
见
神
搬
祝
亭
麦
u
泰
束
蒸
挤
泥
尼
籍
升
连
钱
回
-
输
九
伸
宾
亚
糖
化
传
舟
业
选
窝
帮
晒
挥
售
华
晶
载
掉
驰
m
圖
個
森
零
竹
助
抢
阴
泵
胎
奥
鸵
越
丽
橇
矿
维
阶
孔
馅
医
扮
招
酷
蝶
傍
哈
棚
桩
周
散
乳
受
蝴
泡
绑
這
羚
翅
露
,
施
妆
肚
环
轻
兔
充
冒
栽
枣
胸
览
爷
已
猕
刮
横
吸
遛
斯
b
诺
之
易
训
颗
刚
k
皿
砧
刻
送
离
养
法
爪
亲
田
虹
菊
g
姿
隔
取
猪
追
拥
麻
煤
洲
望
闲
非
限
驱
总
知
戒
奇
铲
松
動
肤
仁
劲
侣
据
缆
鹤
闭
葵
激
阿
与
瓣
乌
较
巡
语
月
踏
串
拴
厂
洁
此
呆
屉
斜
驼
溜
持
购
扎
故
培
邮
简
掌
臂
董
跃
搭
秋
弄
程
币
菇
捡
因
芝
堵
众
由
宠
帜
价
挡
题
枚
检
X
采
迷
竖
兵
独
播
郁
車
福
每
封
嗯
试
骏
拐
逗
胖
凌
躲
骨
覆
膝
农
牦
德
煮
淇
密
钓
保
槽
吻
豪
坛
障
伦
虎
蒜
暗
梁
藏
谈
熟
职
企
另
待
也
嬉
村
筷
常
敦
称
碎
量
务
找
械
蘑
课
扛
曲
访
递
匙
巨
团
射
普
奖
扣
渔
入
索
绘
盥
末
枪
魔
齿
腐
暖
典
陆
净
欢
储
夏
叠
跪
达
千
答
犬
悬
枯
Z
舌
锡
铅
班
厚
查
蜂
低
乓
丁
铃
樱
陈
扫
荷
钮
狮
伯
岁
钥
耐
统
致
民
又
咋
万
犀
拼
捧
湿
蕃
启
挺
途
拆
频
乡
锁
仙
奏
削
营
囱
压
逛
搞
摔
乒
腰
著
脏
纳
珠
尿
骷
髅
挖
铜
宣
跨
橡
靴
矮
议
啦
佳
伤
纯
蚊
蛙
漏
劳
念
寿
剥
挑
似
抚
虫
雷
浆
折
塞
及
闻
鸳
鸯
册
仍
织
巷
隻
炊
库
钩
焦
啃
妻
妹
逻
·
祸
抹
擦
繁
注
榴
炖
才
销
v
棉
先
重
博
烂
腾
敞
江
芦
憩
互
糊
喜
芭
认
f
爸
智
冷
粘
羹
源
守
敲
掘
觅
裁
杖
J
镶
洒
况
喇
缝
檐
未
伙
读
洞
贸
瑞
须
导
卸
录
犁
裸
蜜
漫
失
丹
運
沿
驴
宴
专
粥
存
腕
胳
膊
旱
梅
监
庭
哦
搁
股
父
摇
联
硬
扒
漠
阀
己
定
票
席
猩
!
篓
忙
倾
拎
而
静
居
舷
仓
渡
粒
烈
舱
烩
然
将
吐
狼
响
效
割
丑
"
死
怪
秃
肴
般
肯
裡
络
腮
哟
拾
让
疾
灌
论
扑
剧
豹
杀
灭
避
宫
剩
槟
耕
柚
创
柑
供
考
约
爆
并
荡
芹
贩
韩
族
构
京
井
笋
功
纽
残
言
盯
截
磨
卉
涉
莎
铛
康
镇
恐
骆
争
馍
塘
屁
威
驮
血
含
丢
绕
药
漆
偷
温
郊
荒
钻
确
健
蟹
错
嗎
兹
齐
声
胶
验
禽
讨
央
碑
杏
政
险
辫
蒙
测
荫
烹
饪
捕
章
砌
叭
酪
资
?
拇
级
丸
哭
毒
驯
墩
挎
裹
素
急
郎
阁
尺
科
薄
款
芒
佩
摘
幢
莲
赤
撒
移
隧
螃
挞
楚
描
顏
珍
蹄
次
需
湾
钉
映
损
混
至
岩
核
'
株
迎
墅
紧
段
嫩
仿
鼓
慢
抬
蔚
估
岔
社
雾
解
烘
变
皂
砸
挨
栗
們
幹
紅
锥
腹
枫
桅
强
磁
页
夕
蹈
纪
搜
淹
裂
恶
馨
革
睁
轱
辘
援
猎
孕
厦
墓
岛
蛇
寸
菲
舶
抛
捉
藤
龄
喱
差
甘
私
惠
允
昏
首
始
恋
冻
撞
鹭
胜
凸
舍
拱
腌
鈡
啄
痒
竿
派
幾
兩
應
該
為
電
還
狂
坑
碍
元
壮
娱
丘
顿
软
葫
熏
期
富
改
烫
研
燕
境
姐
临
锤
浇
复
触
烙
闪
尸
搂
倚
灾
脱
溪
勒
埃
桑
噶
但
蒲
僧
屎
勤
钳
鲨
坠
庄
+
廊
尊
滴
玛
历
惊
精
秒
唇
浦
某
雁
俯
贝
芽
蓬
筏
泊
荧
赏
难
舔
拦
捂
長
~
腦
貓
探
滚
尝
且
贵
谷
鞍
酸
乃
缩
鹂
鸬
鹚
履
浏
符
僵
殖
埋
武
棋
雅
馒
蝙
蝠
泽
牲
苗
兜
霓
伐
怒
萌
世
扳
讯
姜
佛
沐
肘
碰
蜘
蛛
更
缺
煲
袍
官
泛
久
豚
够
醒
纫
蚂
蚱
咸
肥
巢
q
剃
欠
艳
‘
鬼
叔
國
沒
開
覺
衝
東
柏
狸
诱
王
携
谱
稀
耸
膜
换
蜷
j
豌
序
卵
萎
局
龟
享
呼
炼
撕
彼
皇
冠
坊
鸣
羔
杈
退
执
氢
逆
沉
茸
绝
锯
锋
异
财
拔
苏
鹫
x
撬
顾
抗
介
宿
哇
鳄
篱
笆
粮
述
喵
纵
贺
填
减
括
细
缠
蹦
菱
悉
粗
貌
砂
趟
焙
妪
瞰
標
碳
會
域
薩
弟
盤
來
脉
狐
饺
澳
磅
胚
乎
昔
雏
危
窖
拄
唐
)
硕
即
澈
恩
随
兴
碧
镂
俑
疗
锻
摞
犊
懂
糟
猜
邦
幼
捞
怕
２
剑
扭
盗
Q
沃
勾
晾
档
蕊
仅
川
膛
藕
笠
箩
蘸
匕
衩
昵
轰
仰
刺
绍
付
滨
闸
笛
媒
腊
究
伍
弥
芬
拨
梦
吓
葚
距
瞭
崖
歪
饲
固
址
Ｔ
薰
誌
宅
Ｌ
笨
鳥
機
毂
廚
裝
樣
跷
眺
芸
《
迁
扁
簇
缰
戈
徽
狱
秤
珊
雄
曼
>
鱿
累
犯
规
订
黎
箔
赞
州
凝
翘
愤
蓄
昂
弓
顺
兽
孙
栖
谐
．
衡
绸
寺
初
署
协
侠
鲁
鬃
蜗
瘦
虚
辅
叹
穗
挽
幸
汗
尘
伊
椭
优
簧
舰
诉
攀
暂
寻
殊
宽
缎
挠
醋
扬
蛤
陪
娇
欣
抄
逐
补
…
呲
洪
鲸
疏
宗
镖
舢
迹
畜
询
悠
痣
莱
坨
愉
鐵
綠
燈
怜
遇
继
续
晨
間
鐘
築
Ｄ
’
臺
筆
記
茂
發
愛
尚
輛
焗
網
兄
霸
懒
邊
隙
秩
扯
渣
烦
騎
刨
伫
芋
樽
突
炫
莫
镊
杠
～
娜
(
瓢
灵
绪
猛
归
潭
犄
涛
腩
窄
芯
坝
酥
凯
礁
绣
坚
铭
悍
春
盅
潜
翩
沓
拽
宰
帚
庞
必
垂
砍
跌
貂
峰
汇
策
证
粽
熬
范
绞
華
湘
丫
斧
牢
皑
燥
霾
臀
拟
窥
刊
哎
钞
熨
媚
径
喙
坦
府
谢
略
$
杨
翠
罚
瀑
盐
版
；
厘
朱
祥
岗
陋
罪
暴
⊙
杉
苇
善
颁
耗
勋
|
幻
帝
陵
卓
免
泼
瞎
旺
瓦
审
浣
镯
眯
溢
妓
缘
洛
凶
贫
婉
融
刁
求
弗
辉
煌
【
染
哄
盹
诗
垛
蜥
蜴
鸸
鹋
&
阑
晤
侍
麽
汪
蝗
渍
吴
窟
蜊
督
拳
沾
乔
芳
咧
俄
劈
袭
蕾
筹
鹳
阔
畔
姨
蓉
靛
闺
炭
鞭
沼
婆
梢
痕
翁
馄
胞
悄
咳
界
簌
瞌
吵
呗
櫃
喧
哗
脐
點
札
傘
遗
疯
頭
Ｅ
１
並
评
偏
頸
斷
凑
藍
掏
沥
蘋
賣
厮
場
献
書
鏡
玄
欲
別
榻
麵
泪
過
楂
遊
祈
祷
粑
沫
呈
坎
竺
锦
葉
琉
依
偎
怖
褲
視
單
剛
對
餵
际
—
飛
Ｓ
Ｏ
Ｐ
蜻
蜓
牡
掐
盲
褂
账
嘘
毁
铝
抵
廷
攻
胯
磕
涮
慕
饿
妑
溉
凤
愿
卒
弦
郑
扩
倆
囚
堤
孤
贮
瑚
鲤
仆
厩
陂
毵
趾
妙
添
骚
笺
史
律
捏
荣
轴
沪
矫
丙
涤
锚
贪
琪
笤
揣
敬
喊
奈
墟
噘
锄
睫
琵
琶
颠
鳕
捷
敷
违
申
斤
肖
囍
终
薅
蝎
俏
祖
茼
蒿
增
您
淤
循
叮
菌
捣
凹
瞬
迈
峙
惧
圃
灿
潇
朴
癞
衔
氧
仕
苕
枇
杷
役
哀
悼
焊
猬
嫌
疑
膨
▂
慈
嶙
峋
戳
捋
瘪
歇
暑
宵
骰
寝
鳗
隐
税
缉
诶
煨
栈
炬
莹
桂
镑
梓
跎
驹
嫂
糯
徙
韦
震
乞
丐
豇
矛
丟
瓤
搪
唯
褶
荔
饯
挣
】
鄘
刹
宋
隼
筋
尽
译
蚁
攒
姥
驳
浓
匡
崎
汀
稻
绅
党
薹
蔓
辔
尤
阵
侯
熄
撩
芙
庁
希
葺
舀
斋
惨
黝
预
竞
妖
毫
傅
圳
椄
哑
榔
拧
遍
祭
敖
辰
搀
驻
择
眉
秘
蠕
〈
〉
眠
忧
愁
骊
义
刃
@
贾
給
锨
內
磋
永
ā
咱
券
君
津
绮
玲
鬣
袈
裟
掠
咨
镰
洼
绶
卤
酋
倪
钝
鸿
剖
窨
押
稿
簸
箕
率
肿
結
宁
铐
蜢
搏
赢
翥
綿
综
顆
弛
宇
秀
赣
漢
堅
舐
咯
荟
寄
绢
噢
寓
渐
４
３
侶
睇
冶
禄
寒
芥
肝
桖
闖
攝
肢
余
醫
鑲
努
樂
５
掀
仗
命
鴕
柳
贡
Ｊ
據
齡
聞
佈
類
課
恒
缀
晰
谓
缴
忠
時
棠
良
捆
辨
授
踪
秸
秆
雞
關
係
腸
坯
懷
褃
黃
蹬
６
剔
舵
Ｃ
Ｒ
拜
茅
涌
锣
畫
螢
伴
爽
讶
疆
涵
痛
曝
蘭
辈
樓
頂
嘻
鹹
魚
種
餅
乾
駱
駝
腚
篝
誓
歐
篇
變
粹
鹊
輪
获
傻
項
盟
峭
掩
绷
_
庙
扰
張
铧
炮
掸
泞
蚕
胆
唛
駛
伪
嘱
蚤
榈
闯
甸
條
毕
鼎
荤
枢
翱
濃
妝
詞
阅
腥
進
飽
將
離
忍
嚎
厉
害
%
呕
坞
夺
碌
勇
敢
橛
撮
塌
請
從
膚
祇
隨
浑
<
胃
雙
門
氣
貼
當
恣
梭
析
饨
鉴
獼
擺
槌
屑
莅
妞
省
貨
亡
摁
困
征
絲
稼
瞪
借
矶
呵
搽
宏
伟
蹭
魄
磊
臭
昆
患
症
跤
窒
陷
蛟
担
飙
苔
樹
舉